; TaskSwitchXP Pro 2.09 Romanian Language File 
; Translated by Alexandru Eftimie <alexeftimie@gmail.com>


;##############################################################################
; TaskSwitchXP enumerates all *.LNG files into .\lang subfolder!
; To add a language for TaskSwitchXP:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;

; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       TaskSwitchXP, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently TaskSwitchXP uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
19999="Romanian (Română)"


; Cofiguration
20000="Configurare TaskSwitchXP Pro 2.0"
20001="OK"
20002="Revocare"
20003="Aplică"

; Filters
20031="Fişiere de configurare TaskSwitchXP (*.cfg)"


; Pages
20050="General"
20051="Aspect"
20052="Listă Taskuri"
20053="Previzualizare"
20054="Informaţie Task"
20055="Taste rapide"
20056="Excluderi"
20057="Avansat"
20058="Despre"

; Page descriptions
20070="Setări Generale"
20071="Setări Aspect"
20072="Listă Taskuri"
20073="Setări Previzualizare"
20074="Informaţii Task"
20075="Taste rapide TaskSwitchXP"
20076="Excluderi TaskSwitchXP"
20077="Setări Avansate"
20078="Despre TaskSwitchXP"


; General page
20100="Limbă:"
20101="<a id=\"idLang\" href=\"\">Mai multe traduceri...</a>"
20102="Setări separate pentru fiecare utilizator al sistemului"
20103="Porneşte TaskSwitchXP la pornirea Windows"
20104="Setează high priority pentru TaskSwitchXP"
20105="Verifică dacă rulează Ms PowerToy TaskSwitcher"
20106="Iconuri în Tray:"
20107="Afişeaza iconul TaskSwitchXP în system tray la pornire"
20108="Foloseşte icon particularizat:"
20109="Minimizează ferestrele în sistem tray la click-drepata pe Minimize"
20110="Păstrează vizibile iconurile TaskSwitchXP în system tray"
20111="Adaugă la sfărşitul listei Alt+Tab iconurile ferestrelor din tray"

20120="Resetare"
20121="Deschide..."
20122="Salvează..."

; Appearance page
20200="Poziţia pe ecran:"
20201="Afişează pe monitorul activ"
20202="Efect umbrire în fereastra TaskSwitchXP"
20203="Transparenţa ferestrei TaskSwitchXP:"
20204="Animaţie fade in (în milisecunde):"
20205="Animaţie fade out (în milisecunde):"
20206="Moduri de desenare preferate:"
20207="Stil Vizual XP:"
20208="Stil Windows Classic:"
20209="Foloseşte forţat stilul Windows Classic TaskSwitchXP"
20210="Inversare poziţie Paneluri"

; Position on screen
20270="Sus - Stânga"
20271="Sus - Centru"
20272="Sus - Dreapta"
20273="Centru - Stânga"
20274="Centrat"
20275="Centru - Dreapta"
20276="Jos - Stânga"
20277="Jos - Centru"
20278="Jos - Dreapta"

; Modern XP skins
20280="Stil Panelul Start (implicit)"
20281="Stil PowerToy TaskSwitcher"
20282="Stil Simplu Window"
20283="Stil Flat XP"
20284="Stil Soft XP"
20285="Stil Bara de programe"

; Classical skins
20290="Stil Panelul Start (implicit)"
20291="Stil Panelul Start Flat"


; Task List page
20300="Vizualizare ca:"
20301="Număr de coloane:"
20302="Laţime (în pixeli):"
20303="Număr de linii:"
20304="Iconuri mici"
20305="Activare tooltips pentru lista de iconuri"
20306="Cursor mână pentru lista hot-tracked"	
;could be better translated
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Selectarea itemului de sub cursor"
20308="Inversare funcţie roata mouse"
20309="Stil Selecţie:"
20310="Desenează dreptunghi activ"
20311="Formatare Text:"
20312="Font:"
20313="Mărime:"
20314="B"
20315="I"
20316="Index Culoare:"

; List views
20390="Iconuri"
20391="Listă verticală"

; Selection styles
20380="Cadru"
20381="Dreptunghi plin"
20382="Dreptunghi cu margini rotunjite"

; Color indexes
20370="Text simplu"
20371="Text selectat"
20372="Fundalul Text Selectat"
20373="Text Marcat 1"
20374="Fundal Text Marcat 1"
20375="Text Marcat 2"
20376="Fundal Text Marcat 2"


; Preview page
20400="Stil previzualizare:"
20401="Stil \"Desktop\""
20402="Stil \"Window\""
20403="Include Bara de programe Windows în previzualizare"
20404="Desenare numai ultima fereastră afişată a aplicaţiei"
20405="Nu desena imaginea de fundal a desktopului (stil v1.0)"
20406="Desenează ca Fundal Tapetul spaţiului de lucru"
20407="Incadrează imaginea cu bordură"
20408="Centrare verticală a imaginii"
20409="Afişează titlul ferestrelor minimizate în previzualizare (*)"
20410="Exclude toate ferestrele transparente de la previzualizare (*)"
20411="Lăţimea imaginii de previzualizare (în pixeli):"
20412="Întarzierea primei generări (în milisecunde):"
20413="Nu păstra în cache imaginile previzualizării"
20414="Reîmprospătarea previzualizării în timp real (în milisec.):"


; Info page
20500="Panou Titluri:"
20501="Font:"
20502="Mărime:"
20503="B"
20504="I"
20505="Culoare:"
20506="Umbrire:"
20507="Efect Adâncire:"
20508="Culoare:"
20509="Afişează iconul aplicaţiei în Panoul Titluri"
20510="Foloseşte Panu de Titluri mic"
20511="Panou Informaţii:"
20512="Font:"
20513="Mărime:"
20514="B"
20515="I"
20516="Culoare:"
20517="Umbrire:"
20518="Efect Adâncire:"
20519="Culoare:"
20520="Lungime:"
20521="Format:"

; Info formats
20590="Fără"
20591="Doar numărul Taskului"
20592="Process ID"
20593="Process Name"
20594="Process Name  [PID]"
20595="Descrierea Programului"


; Hotkeys page
20600="Înlocuieste combinaţia standard a Windows Alt+Tab"
20601="Foloseşte combinaţia Ctrl+Alt+[Shift]+Tab"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Păstrează vizibilă fereastra TaskSwitchXP la ridicarea tastei Alt"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Folosesşte metoda low-level pentru înlocuirea Alt+Tab"
20604="Controlul TaskSwitchXP:"
20605="Lista Aplicaţiilor:"
20606="Lista Instanţelor:"
20607="Configurare TaskSwitchXP:"
20608="Afişează/Ascunde iconul system tray:"
20609="Ieşire TaskSwitchXP:"
20610="Taste rapide Adiţionale:"
20611="Minimizare fereastră în tray:"
20612="Restabilire din tray:"


; Exclusions page
20700="Nou..."
20701="Editare..."
20702="Şterge"

; List groups
20780="Previzualizare desenare"
20781="Enumerare ferestre"

20790="Nume"
20791="Parametrii"

; Advanced page
20800="Titluri Ferestre:"
20801="Foloseşte părţi din textul ferestrei principale"
20802="Setări avansate de interfaţă:"
20803="Elimină Panoul de Titluri"
20804="Elimina Panoul Informaţii"
20805="Acţiunile iconului Tray:"
20806="Meniu contextual:"
20807="Configuraţie:"
20808="Listă aplicaţii:"
20809="Listă instanţe:"
20810="Setări configurator:"
20811="Afişează fereastra de configurare in faţa tuturor ferestrelor"
20812="Aminteşte pozitia ferestrei de configurare"
20813="Aminteşte ultimul panou al ferestrei de configurare"
20814="Porneşte TaskSwitchXP la pornmire/închidere"

; Tray icon actions
20890="Fără"
20891="Click Stânga"
20892="Dublu click"
20893="Click buton mijlociu"
20894="Dublu click buton mijlociu"
20895="Click Dreapta"
20896="Dublu click dreapta"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Traducere de <a id=\"idTranslatorMail\" href=\"mailto:alexeftimie@gmail.com\">Alexandru Eftimie (xl.f)</a>. \r\n<a id=\"idTranslatorHome\" href=\"http://icsel.xhost.ro/\">pagina personală</a>"


; Exclusions dialog
22000="Excluderi TaskSwitchXP"
22001="OK"
22002="Revocare"
22003="Aplicaţii active:"
22004="Actualizare"
22005="Nume excludere:"
22006="Excludere după:"
22007="Nume process:"
22008="Window class:"
22009="Window title:"
22010="Excludere de la:"
22011="desenare previzualizare"
22012="enumerare ferestre"
22013="Activ"

22090="" ; not excluded
22091=">> exclus de la previzualizare"
22092=">> exclus de la enumerare"

; Configurator Errors
30000="Eroare TaskSwitchXP Configurator"
30002="Nu am putut porni TaskSwitchXP.exe! Verificaţi instalarea dvs. a TaskSwitchXP."
30003="Nu am putut salva în Regiştrii Sistem. Verificaţi drepturile de utilizator."
30004="Nu am putut încarca setările din fişier."
30005="Nu am putut încarca setările din fişier. Restabilesc valori implicite."
30006="Nu am putut salva în fişier.."

; Hints for exclusion dialog
30100="Excludere fără nume"
30101="Specificaţi un nume."
30102="Lipsă parametrii"
30103="Specificaţi unul sau mai mulţi parametrii."
30104="Lipsă process name"
30105="Specificaţi process name."
30106="Lipsă window class"
30107="Specificaţi window class."

; Confirmations
30900="Confirmare TaskSwitchXP"
30901="TaskSwitchXP a detectat mai mult de un monitor activ in sistem.\r\nDoriţi să activaţi modul previzualizare \"Window\" să afişeze toate previzualizarile de pe cel de al doilea monitor?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Listă Aplicaţii"
31001="Listă Instanţe"	
31002="Preferinţe..."
31003="Exit"

31020="Preferinţe rapide"
31021="Ascunde iconul tray"
31022="Înlocuieşte combinaţia Alt-Tab"
31023="Activează Instance switcher"
31024="Nu ascunde fereastra la ridicarea Alt"
31025="Foloseşte mod low-level de captare a tastaturii"
31026="Nouă excludere..."

31050="Ajutor"
31051="Documentaţie"
31052="Pagina Web"
31053="Despre TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d app(s)"
31091="Restabilire Toate"
31092="Minimizare Toate"
31093="Închidere Toate"
31094="Restabilire"
31095="Minimizare"
31096="Închidere"

; Task List menu
31110="Sari La"
31111="Minimizare"
31112="Minimizare în Tray"
31113="Afişare Cascadă"
31114="Listare orizontală"
31115="Listare verticală"
31116="Restabilire"
31117="Maximizare"
31118="Închidere"
31119="Închide Process"

; Common menu
31150="Afişează informaţii process"
31151="Selectare Tot"
31152="Selectare Nimic"
31153="Elimină Selecţia"
31154="Sortare după Titlu"
31155="Sortare după Applicaţie"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Nume Imagine:  %s\r\nProcess ID:  %u\r\n\r\nDurată:  %u:%02u:%02u\r\nCPU Time:  %u:%02u:%02u\r\n\r\nUtilizare Mem:  %uK\r\nVM Size:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="Confirmare TaskSwitchXP"
31901="TaskSwitchXP rulează deja. Doriţi să-l opriţi?"
31902="Eşti sigur că vrei să părăseşti TaskSwitchXP?"
31903="TaskSwitchXP a detectat rulând MS PowerToy TaskSwitcher.\r\nDoriţi să-l închideţi?"

; Errors
32000="Eroare TaskSwitchXP"
32002="Iniţializare nereuşită."
32003="Nu am putut instala modul low level de tastatură."
32004="Nu am putut înregistra combinaţia Alt+Tab sau Alt+Shift+Tab.\r\nO altă aplicaţie le utilizează deja."
32005="Nu am putut înregistra combinaţia Ctrl+Alt+Tab sau Ctrl+Alt+Shift+Tab.\r\nO altă aplicaţie le utilizează deja."
32006="Nu pot porni ConfigTsXP.exe! Verifiacţi instalarea TaskSwitchXP."

32500="Nu am putut înregistra combinaţia:\r\n\r\nNume: %s\r\nModificatori: %02X\r\nVirtual Code: %02X"
32501="Ieşire TaskSwitchXP"
32502="Afişează/Ascunde iconul tray"
32503="Configurare TaskSwitchXP"
32504="Listă Aplicaţii"
32505="listă Instanţe"
32506="Minimizare fereastră în tray"
32507="Restabilire din tray"
